{
  "platos": [
    {
      "id": 0,
      "name": "Hamburguesa Gourmet",
      "price": 12000,
      "description": "La Hamburguesa Gourmet ofrece una combinación perfecta de sabores intensos y texturas irresistibles. Con carne de res premium, queso cheddar, tocino crujiente y vegetales frescos.",
      "image": "src/assets/burger_01.jpg"
    },
    {
      "id": 1,
      "name": "Hotdog Deluxe",
      "price": 9000,
      "description": "El Hotdog de Lujo ofrece una experiencia clásica reinventada. Con una salchicha premium, pan tierno y una selección de toppings irresistibles, cada bocado es una explosión de sabor y textura.",
      "image": "src/assets/hotdog_01.jpg"
    },
    {
      "id": 2,
      "name": "Pasta Pomodoro",
      "price": 10000,
      "description": "Sumérgete en la calidez de nuestro clásico plato de Pastas con Salsa de Tomate. Ofrece la perfecta combinación de pasta al dente y salsa casera de tomate, con hierbas frescas y ajo.",
      "image": "src/assets/pasta_01.jpg"
    },
    {
      "id": 3,
      "name": "Filete Mediterráneo",
      "price": 14000,
      "description": "El plato de Pescado al Limón combina filete de pescado fresco con papas doradas, cebollas caramelizadas, pepino y lechuga, todo resaltado con un toque de limón.",
      "image": "src/assets/fish_01.jpg"
    },
    {
      "id": 4,
      "name": "Pollo Primavera",
      "price": 10000,
      "description": "Disfruta del Pollo con Ensalada Fresca y Limón. Jugosos filetes de pollo marinados en especias y cocinados a la perfección, servidos con una ensalada de lechuga y tomate fresca. Acompañado de rodajas de limón para un toque refrescante.",
      "image": "src/assets/chicken_01.jpg"
    },
    {
      "id": 5,
      "name": "Pizza Calabresa",
      "price": 9000,
      "description": "La Pizza Calabresa mediterránea combina la robustez de la calabresa con la frescura de las aceitunas negras y la dulzura del morrón. Esta combinación perfecta de ingredientes te hará volver por más.",
      "image": "src/assets/pizza_01.jpg"
    }
  ],
  "postres": [
    {
      "id": 6,
      "name": "Cheesecake Primavera",
      "price": 8000,
      "description": "Disfruta de nuestro exquisito Cheesecake Primavera, una combinación irresistible de queso crema sobre una crujiente base de galleta, coronado con una generosa capa de mermelada de frutas del bosque que complementa a la perfección el sabor del cheesecake.",
      "image": "src/assets/cheesecake_01.jpg"
    },
    {
      "id": 7,
      "name": "Vainilla en Baño de Chocolate",
      "price": 5000,
      "description": "Este Helado de Vainilla con Topping de Chocolate combina la suavidad de la vainilla con la intensidad del chocolate en cada bocado. Una deliciosa combinación que satisfará tus antojos de dulce y te dejará con ganas de más.",
      "image": "src/assets/vanillaicecream_01.jpg"
    },
    {
      "id": 8,
      "name": "Torta de Chocolate Supreme",
      "price": 7000,
      "description": "La Torta de Chocolate combina lo delicioso del bizcocho de chocolate, un relleno de trufa y una capa adicional de trufa en la parte superior. Una delicia para los amantes del chocolate, desde el primer hasta el último bocado.",
      "image": "src/assets/caketruffle_01.jpg"
    },
    {
      "id": 9,
      "name": "Fondue de Chocolate",
      "price": 6000,
      "description": "Nuestro Fondue de Chocolate, acompañado de helado cremoso, equilibra perfectamente el sabor del chocolate derretido con la suavidad del helado creando una armonía de sabores y texturas.",
      "image": "src/assets/fondue_01.jpg"
    },
    {
      "id": 10,
      "name": "Placer de Muffins",
      "price": 4000,
      "description": "Nuestros Muffins de Chocolate con Dulce de Leche son una explosión de sabor. La intensidad del chocolate y el dulzor del dulce de leche son la combinación perfecta en un postre irresistible.",
      "image": "src/assets/cupcakes_01.jpg"
    },
    {
      "id": 11,
      "name": "Torta Crema y Frutilla",
      "price": 9000,
      "description": "Esta Torta de Crema y Frutilla combina capas esponjosas de bizcocho con suaves capas de crema y frutillas frescas. Con una lluvia de azúcar impalpable, es el postre perfecto para deleitar tus sentidos.",
      "image": "src/assets/cakestrawberries_01.jpg"
    }
  ]
}